IDEA Open Model
BendData.Radius Property
Compatible with IDEA StatiCa v 10.1
 Radius of bend
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double Radius { get; set; }
Public Property Radius As Double
	Get
	Set
public:
property double Radius {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
BendData Class
IdeaRS.OpenModel.Connection Namespace